Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
OpenTofu used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

OpenTofu will perform the following actions:

  # outscale_net.demo_vpc will be created
+ resource "outscale_net" "demo_vpc" {
      + dhcp_options_set_id = (known after apply)
      + id                  = (known after apply)
      + ip_range            = "10.10.0.0/16"
      + net_id              = (known after apply)
      + request_id          = (known after apply)
      + state               = (known after apply)
      + tenancy             = (known after apply)

      + tags {
          + key   = "Name"
          + value = "atlantis_demo_vpc"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -d .
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://148.253.108.221/lock?id=etchevef%252FAtlantis-Demo%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -d .
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```